[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Stäng
btnUpdate.Caption=Hämta
btnConfirmCancel.Caption=Avbryt
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Grattis! Du har redan den senaste versionen. Ingen uppdatering finns.
lblGetUptInfo.Caption=Får uppdateringsinfo, v.g. vänta...
btnConfigCancel.Caption=Avbryt
btnMinimize.Caption=Minimera
btnProcessCancel.Caption=Avbryt
btnUptWeb.Caption=Uppdatera nu
btnWebCancel.Caption=Uppdatera senare
lblUpdateFailed.Caption=Uppdatering gick ej! V.g. prova igen senare. Eller v.g. klicka på "Försök igen"-knappen för att uppdatera igen.
btnFailedClose.Caption=Stäng
btnRetry.Caption=Försök igen
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Post
Size=Storlek
Version=Version
DownLoading=Hämtning
OK=OK
Close=Stäng
LiveUpdate=Uppdatera
UpdateSuccess=%s är uppdaterad. Du får nu de senaste funktionerna och förbättringarna.
WebDownLoad=Ny version för %s finns. V.g. uppdatera den nu för att få de senaste funktionerna och förbättringarna. Det kostar inget.
AvailableUpdates=Tillgängliga uppdateringar
NewVersion=Ny version
VersionUpdate=Versionsuppdatering
ImportantUpdate=Viktig uppdatering

